tests/XMP/XMP_XFW007/CopyOfXMP/XMP_XFW004/Provisioning-API/ProvisioningSettingsWebServicesAPI/setCommunityFilter-scheme-set-to-3.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://policy.intf.mobilgw.com/">
  <soap:Body>
    <tns:setCommunityFilter>
      <arg0>Fur</arg0>
      <arg1>
        <scheme>3</scheme>
        <blockedCategories>Gambling</blockedCategories>
        <blockedUrls>http://poker*.com</blockedUrls>
        <exceptionUrls>http://poker123.com</exceptionUrls>
      </arg1>
    </tns:setCommunityFilter>
  </soap:Body>
</soap:Envelope>
